{
  "terms": [
    {
      "id": 1,
      "title": "Terms of Service",
      "content": "Here's a general Terms and Conditions for a photo-sharing social media platform called Zurag:\n\n# Zurag - Terms and Conditions\n\n1. Acceptance of Terms\nBy accessing or using Zurag, you agree to be bound by these Terms and Conditions.\n\n2. User Account\nYou must create an account to use Zurag. You are responsible for maintaining the confidentiality of your account and password.\n\n3. Content Ownership\nYou retain ownership of the photos you upload to Zurag. However, by posting content, you grant Zurag a non-exclusive, royalty-free license to use, display, and distribute your content on the platform.\n\n4. Acceptable Use\nYou agree not to use Zurag for any unlawful purpose or to post content that is illegal, offensive, or infringes on others' rights.\n\n5. Copyright and Intellectual Property\nRespect copyright laws. Do not upload content you don't have the right to share.\n\n6. Privacy\nYour use of Zurag is also governed by our Privacy Policy. Please review it to understand how we collect and use your data.\n\n7. Termination\nWe reserve the right to terminate or suspend your account at our discretion, without notice, for conduct that we believe violates these Terms or is harmful to other users, us, or third parties, or for any other reason.\n\n8. Changes to Service\nWe reserve the right to modify or discontinue Zurag at any time, with or without notice.\n\n9. Limitation of Liability\nZurag is provided \"as is\" without any warranties. We are not liable for any damages arising from your use of the service.\n\n10. Governing Law\nThese Terms shall be governed by and construed in accordance with the laws of California, without regard to its conflict of law provisions.\n\n11. Changes to Terms\nWe may update these Terms from time to time. We will notify you of any changes by posting the new Terms on this page.\n\n12. Contact Us\nIf you have any questions about these Terms, please contact us at i@enk.icu.\n\nBy using Zurag, you acknowledge that you have read and understood these Terms and agree to be bound by them.\n\nThis is a basic template and should be reviewed and customized by a legal professional to ensure it meets all necessary legal requirements for your specific platform and jurisdiction."
    }
  ]
}
